<%@ page language="java" contentType="text/html; charset=gbk"
    pageEncoding="gbk"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=gbk">
<title>Insert title here</title>
</head>
<body>
<table border="1"><tr><td>
猎图会员注册许可协议<br/>

猎图网（www.richmap.cn）负责猎图社区的系统维护、程序修改以及秩序维护。用户进行注册时，必须完全理解并接受本协议及国家相关法律、法规的规定，一经注册即视同完全接受本协议及国家相关法律、法规的规定，通过社区注册系统完成注册程序即成为猎图社区的正式会员。<br/>
第一条 注册<br/>

猎图社区提倡实名注册。如发现注册帐号中含有不雅文字或不恰当名称的社区会员，社区保留取消其会员资格的权利。<br/>
(1)请勿以党和国家领导人或其他社会名人的真实姓名、字号、艺名、笔名注册；<br/>
(2)请勿以国家机构或其他机构的名称注册；<br/>
(3)请勿注册和其他网友之名相近、相仿的名字；<br/>
(4)请勿注册不文明、不健康名字，或包含歧视、侮辱、猥亵类词语的名字；<br/>
(5)请勿注册易产生歧义、引起他人误解的名字。<br/>
第二条 隐私<br/>

猎图社区会员的个人隐私受到社区保护，不接受任何个人或单位的查询，但以下情况除外：<br/>
　
（一） 用户本人授权社区透露这些信息；<br/>
　
（二） 相关的法律及程序要求社区提供用户的个人资料。<br/>
第三条 言论规则<br/>

（一） 严禁违反宪法确定的基本原则。<br/>
（二） 严禁危害国家安全、泄露国家秘密、颠覆国家政权、破坏国家统一。<br/>
（三） 严禁损害国家荣誉和利益。<br/>
（四） 严禁煽动民族仇恨、民族歧视、破坏民族团结。<br/>
（五） 严禁破坏国家宗教政策，宣扬邪教和封建迷信。<br/>
（六） 严禁散布谣言、扰乱社会秩序、破坏社会稳定。<br/>
（七） 严禁散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪。<br/>
（八） 严禁侮辱或者诽谤他人，侵害他人合法权益。<br/>
（九） 严禁煽动非法集会、结社、游行、示威、聚众扰乱社会秩序。<br/>
（十） 严禁以非法民间组织名义活动。<br/>
（十一） 严禁含有法律、行政法规禁止的其他内容。<br/> 
（十二） 严禁发布可能会妨害第三方权益的文件或者信息，例如（包括但不限于）：病毒代码、黑客程序、软件破解注册信息。<br/>
（十三） 严禁抄袭及剽窃他人作品，禁止转载或引用涉及版权问题的文章。<br/>
（十四） 禁止未经猎图社区允许发布广告。<br/>
（十五） 严禁发表与论坛宗旨无关主题、与主题无关回复、上传与内容无关图片。<br/>
（十六） 严禁一帖多发、刷版（帖）等恶意灌水现象。<br/>
（十七） 禁止在短时间内连续翻出同一帐号的多个帖子并造成版面被同一帐号的帖子大面积冲击等恶意翻帖行为。<br/>
（十八） 严禁破坏社区公共秩序及侵害社区利益的其他内容。<br/>
第四条 处罚原则<br/>

（一） 使用不雅或不恰当帐号的，社区保留取消其会员资格的权利。<br/>
（二） 利用社区资源从事非法商业活动的，社区管理人员有权进行阻止，对其做出部分或全部权限关闭，比如版面封杀、全区封杀、IP拒绝、直至注销帐号等处理。<br/>
（三） 违反言论规则的，社区管理人员有权直接删除其违规的言论，并视违法情节和危害结果，对其做出部分或全部权限关闭，比如版面封杀、全区封杀、IP拒绝、直至注销帐号等处理。<br/>
（四） 利用论坛Bug进行任何活动的，社区将视违法情节和危害结果，对其做出部分或全部权限关闭，比如全区封杀、IP拒绝、直至注销帐号等处理，并保留追究责任人法律及经济责任的权利。<br/>
（五） 社区系统记录可以作为用户违反法律的电子信息证据提交国法司法机关。<br/>
第五条 版权声明<br/>

（一） 本社区除因站务管理需要并已获得社区授权而由本社区管理人员发布的公告类帖文外，任何会员（包括社区各级管理人员）发表的文章或图片仅代表作者本人观点，与本社区立场无关，作者文责自负。<br/>
（二） 本社区会员所发表（符合言论规则）的主帖，一经讨论回复即视为社区共同资源，若无特殊原因，社区原则上不接受任何个人及单位的删帖请求，但版权仍属原著作者个人。<br/>
（三） 本社区拥有将在本社区发表的文章或图片（附带版权声明除外）用于社区其他用途的优先权，包括网站、电子杂志、平面出版等。但用于平面出版等商业性用途时，社区将按同行业的稿费标准支付作者并在使用前先知会作者。<br/>
（四） 本社区的文章及图片（包括转贴的文章及图片）版权仅归原作者所有，若作者有版权声明或原作从其它网站转载而附带有原版权声明者，其版权归属以附带声明为准。<br/>
（五） 任何转载、引用发表于本社区的版权文章须符合以下规范：<br/>
A、用于非商业、非盈利、非广告性目的时需注明作者及文章及图片的出处为“猎图社区”或“www.richmap.cn”。<br/>
B、用于商业、盈利、广告性目的时需征得文章或图片原作者的同意，并注明作者姓名、授权范围及原作出处“猎图社区”。不得未经作者同意而剽窃、引用本社区的任何版权作品，否则本社区将保留按相关法律程序替原著作者追究侵权责任单位或个人的权利。<br/>
（C）任何文章或图片的修改或删除均应保持作者原意并征求原作者同意，并注明授权范围。<br/>
第六条 责任声明<br/>

（一） 本社区会员之间通过社区相识、交往中所发生或可能发生的任何心理、生理上的伤害和经济上的损失，本社区不承担任何责任。<br/>
（二） 本社区会员如因资料保管不妥或其他原因而导致个人隐私被他人泄露的，本社区不承担任何责任。<br/>
（三） 本社区会员因为违反本社区规定而触犯中华人民共和国法律的，责任自负，本社区不承担任何责任。 <br/>
（四） 由于非故意及不可抗拒的原因（含系统维护和升级），导致用户数据丢失、服务暂停或停止，社区不承担赔偿及其他连带的法律责任。<br/>
第七条 其他规定<br/>

1、猎图网有权在必要时修改本协议。本协议一旦发生修改、修正，将会在社区重要位置上提示修改内容。如果不同意所改动的内容，可以主动向社区提交取消其会员资格而停止使用社区的服务，如果继续享用猎图网的服务，则视为默认本协议的变动。<br/>
2、本协议未涉及的问题参见国家有关法律、法规，当本法与国家法律、法规冲突时，以国家法律、法规为准。<br/>
3、本协议最终解释权归猎图网所有，社区任何管理人员所制定的一切规则不得与本协议相抵触。<br/>
</td></tr></table>
</body>
</html>